"OK" = "V redu";
"Back" = "Nazaj";
"Done" = "Dokončano";
"Sorry" = "Žal";
"Cancel" = "Prekliči";
"Setting" = "Nastavitve";
"Photos" = "Fotografije";
"Videos" = "Video posnetki";
"Preview" = "Predogled";
"Full image" = "Polna slika";
"Processing..." = "Obdelujem...";
"Can not use camera" = "Ne morem uporabiti kamere";
"Synchronizing photos from iCloud" = "Usklajevanje fotografij iz iClouda";
"Can not choose both video and photo" = "Ne morete izbrati videoposnetka in fotografije hkrati";
"Can not choose both photo and GIF" = "Ne morete izbrati fotografije in GIF-a hkrati";
"Select the video when in multi state, we will handle the video as a photo" = "Izberite video v večstanju, video bomo obravnavali kot fotografijo";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Ne moremo preskočiti na stran z nastavitvami zasebnosti, prosimo, da sami odprete stran z nastavitvami, hvala";

"Select a maximum of %zd photos" = "Izberite največ %zd fotografij";
"Select a minimum of %zd photos" = "Izberite najmanj %zd fotografij";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Dovolite %@ dostop do vašega albuma v \"Nastavitve -> Zasebnost -> Fotografije\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Dovolite %@ dostop do kamere v \"Nastavitve -> Zasebnost -> Kamera\"";
"You haven't set the microphone permission to use the function properly" = "Niste nastavili dovoljenja za mikrofon, da bi pravilno uporabljali funkcijo";
"You haven't set the camera permission to use the function properly" = "Niste nastavili dovoljenja za kamero, da bi pravilno uporabljali funkcijo";
"You haven't set the album permission to use the function properly" = "Niste nastavili dovoljenja za album, da bi pravilno uporabljali funkcijo";
"You haven't set the album permission to save the picture" = "Niste nastavili dovoljenja za album, da bi shranili sliko";
"You haven't set the album permission to save the video" = "Niste nastavili dovoljenja za album, da bi shranili video";
"You haven't set the location permission to send location Infomation" = "Niste nastavili dovoljenja za lokacijo, da bi pošiljali informacije o lokaciji";
"Do you wanna save video?" = "Ali želite shraniti video posnetek?";

"chatEnd" = "Konec pogovora";
"chatFailCancel" = "Nazaj";
"chatFailContent" = "Povezava z pogovorom ni uspela, ali želite poskusiti znova?";
"chatFailRetry" = "Poskusite znova";
"chatFailTitle" = "Pogovor ni uspel";
"endChat" = "Končaj pogovor";
"staffOffline" = "Osebje ni dosegljivo";
"leaveWordTitle" = "Pustite sporočilo";
"noNetWork" = "Ni povezave";
"staffNickName" = "Osebje";
"waitingTitle" = "Čakam na povezavo";
"success" = "Uspešno";
"fail" = "Neuspešno";
"error" = "Napaka";
"notFound" = "Ni najdeno";
"resourceError" = "Napaka v viru";
"playError" = "Napaka pri predvajanju";
"netError" = "Omrežje ni na voljo";
"pageLoadingError" = "Napaka pri nalaganju strani";
"uploadError" = "Napaka pri nalaganju";
"overSize" = "Prevelik obseg";
"save" = "Shrani";
"Do you end this conversation?" = "Ali želite končati ta pogovor?";
"Do you wanna save picture?" = "Ali želite shraniti sliko?";
"loading" = "Nalaganje...";
"connecting..." = "Povezujem...";
"connectingTitle" = "Povezujem...";
"[pic]" = "[slika]";
"tip" = "Nasvet";
"not support" = "Ni podprto";
"full image" = "Celotna slika";
"work order" = "Delovna naloga";
"emoji" = "[emotikon]";
"newMsg" = "Imate novo sporočilo";
"no message" = "Ni sporočil";
"no network is available" = "Omrežje ni na voljo, preverite povezavo";
"connect error,please check" ="Napaka pri povezavi, prosimo, preverite";
"message" = "Sporočilo";
"message(%ld)" = "Sporočilo(%ld)";
"Tap to take a photo, hold to record a video" = "Dotakni se za fotografiranje, pridrži za snemanje videa";
"Mic not enabled. Unable to record" = "Mikrofon ni omogočen. Snemanje ni mogoče";

//----> extral_permission_description
"echat_permission_camera" = "Dovoljenje za kamero ";
"echat_permission_microphone" = "Dovoljenje za mikrofon ";
"echat_permission_album" = "Dovoljenje za album ";
"echat_permission_location" = "Dovoljenje za lokacijo ";
"echat_permission_use_description" = "Navodila za uporabo dovoljenj";
"echat_permission_map_description" = "Trenutno je zahtevano dovoljenje za lokacijo, ki se uporablja med pogovorom za določanje trenutne lokacije telefona in pošiljanje lokacijskih informacij osebju. Če ne dovolite dostopa, to ne bo vplivalo na druge funkcije.";
"echat_permission_media_description" = "Trenutno je zahtevano dovoljenje za album, ki se uporablja med pogovorom za pošiljanje fotografij, video posnetkov in shranjevanje slik, video posnetkov ter datotek na napravo. Če ne dovolite dostopa, to ne bo vplivalo na druge funkcije.";
"echat_permission_record_description" = "Trenutno je zahtevano dovoljenje za %@, ki se uporablja med pogovorom za fotografiranje, snemanje videoposnetkov in snemanje zvoka ter pošiljanje osebju. Če ne dovolite dostopa, to ne bo vplivalo na druge funkcije.";

